function logMessage() {
    const logText = `
           ____
         ／＞   フ
         |  _  _l
        ／ ミ＿xノ
       /      |
      / ヽ    ﾉ
     │   | | |
  ／￣|   | | |
  |(￣ヽ__ヽ_)__)
  ＼二つ           
         
               _____      _______  ___     ____   _____ _______  ______ _   __  _______ __   __ _____   __  __   __     __   _   _ 
     /\\      / ____|   /\\|__   __| | |    / __ \\ / ____|__   __| |_   _| \\ | | |__   __| |  | |  ____| |  \\/  |/ __ \\ / __ \\| \\ | |
    /  \\    | |       /  \\  | |    | |   | |  | | (___    | |      | | |  \\| |    | |  | |__| | |__    | \\  / | |  | | |  | |  \\| |
   / /\\ \\   | |      / /\\ \\ | |    | |   | |  | |\\___ \\   | |      | | | . \` |    | |  |  __  |  __|   | |\\/| | |  | | |  | | . \` |
  / ____ \\  | |____ / ____ \\| |    | |___| |__| |____) |  | |     _| |_| |\\  |    | |  | |  | | |____  | |  | | |__| | |__| | |\\  |
 /_/    \\_\\  \\_____/_/    \\_\\_|    |______\\____/|_____/   |_|    |_____|_| \\_|    |_|  |_|  |_|______| |_|  |_|\\____/ \\____/|_| \\_|
                                                                                                                                   
%c 🚀嘻嘻，这里都被你发现啦! 谢谢你来看我哟 Σ (ﾟヮﾟ)！
%c 🌈Chat with me on WeChat: %c  death9931952148 `;
    const logCss_1 = 'background: #66f; color: #fff; border-radius: 3px;';
    const logCss_2 =
        'background: #1475B2; color: #fff; border-radius: 3px 0 0 3px;';
    const logCss_3 =
        'background: #5ADD5C;color: #fff;border-radius: 0 3px 3px 0;';

    console.log(logText, logCss_1, logCss_2, logCss_3);
}

export default logMessage;
